Repository: kasperstorm77/aften_status
Catalog: lib/l10n/app_*.arb
Languages: da

# appTitle
source: Evening Status
da: Aften Status

source: New Evening Status
da: Ny Aften Status

source: Edit Entry
da: Rediger Indtastning

source: Settings
da: Indstillinger

source: Save
da: Gem

source: Update
da: Opdater

source: Cancel
da: Annuller

source: Delete
da: Slet

source: Reset
da: Nulstil

source: Export to CSV
da: Eksporter til CSV

# noEntriesYet
source: No evening entries yet
da: Ingen aften indtastninger endnu

# addFirstReflection
source: Add your first evening reflection
da: Tilføj din første aften reflektion

# deleteEntryTitle
source: Delete Entry
da: Slet Indtastning

# deleteEntryConfirmation
source: Are you sure you want to delete this evening entry?
da: Er du sikker på, at du vil slette denne aften indtastning?

# averageScore
source: Avg: {score}
da: Gnmsn: {score}

source: Data Export
da: Data Eksport

# dataExportDescription
source: Export your evening status data to CSV format for analysis or backup
da: Eksporter dine aften status data til CSV format til analyse eller backup

# resetSettingsTitle
source: Reset Settings
da: Nulstil Indstillinger

# resetSettingsConfirmation
source: Are you sure you want to reset all settings to their default values? This action cannot be undone.
da: Er du sikker på, at du vil nulstille alle indstillinger til deres standardværdier? Denne handling kan ikke fortrydes.

source: Custom Label
da: Brugerdefineret Etiket

source: Enter custom label
da: Indtast brugerdefineret etiket

source: Unit (optional)
da: Enhed (valgfri)

# unitPlaceholder
source: e.g., points, %
da: f.eks., point, %

# settingsSaved
source: Settings saved successfully
da: Indstillinger gemt succesfuldt

# settingsReset
source: Settings reset to defaults
da: Indstillinger nulstillet til standard

# exportFailed
source: Export failed: {error}
da: Eksport mislykkedes: {error}

source: Save Settings
da: Gem Indstillinger

source: Language
da: Sprog

source: Sound Sensibility
da: Lyd Følsomhed

source: Sleep Quality
da: Søvn Kvalitet

source: Irritability
da: Irritabilitet

source: Social Withdrawal
da: Social Tilbagetrækning

source: Emotional Withdrawal
da: Følelsesmæssig Tilbagetrækning

source: Skin Picking
da: Hud Plukning

source: Tiredness
da: Træthed

source: Forgetfulness on Conversations
da: Glemsel i Samtaler

source: Lack of Focus
da: Mangel på Fokus

source: Low Tolerance Toward People
da: Lav Tolerance Overfor Folk

source: Easy to Tears
da: Let til Tårer

source: Interrupting
da: Afbrydelse

source: Misunderstanding
da: Misforståelse

source: Self-blaming
da: Selvbebrejdelse

source: Sound
da: Lyd

source: Sleep
da: Søvn

source: Emotion
da: Følelse

source: Skin
da: Hud

source: Tired
da: Træt

source: Forget
da: Glem

source: Focus
da: Fokus

source: Tears
da: Tårer

source: Interr.
da: Afbryd.

source: Misund.
da: Misforst.

source: Blame
da: Bebrejd.

source: Today
da: I dag

source: Yesterday
da: I går

source: Retry
da: Prøv igen

source: Edit
da: Rediger

source: Required Field
da: Påkrævet Felt

source: Users must fill this field
da: Brugere skal udfylde dette felt

source: Active
da: Aktiv

source: Show field in forms
da: Vis felt i formularer

source: Multiple choice fields must have at least one option
da: Flervalgsmuligheder skal have mindst én mulighed

# errorSavingField
source: Error saving field: {error}
da: Fejl ved gemning af felt: {error}

source: Google Drive Sync
da: Google Drive Synkronisering

source: Sign in with Google
da: Log ind med Google

source: Upload to Google Drive
da: Upload til Google Drive

source: Restore from Google Drive
da: Gendan fra Google Drive

source: Sign out
da: Log ud

# restoreFromGoogleDriveQuestion
source: Restore from Google Drive?
da: Gendan fra Google Drive?

# thisWillReplaceYourCurrentData
source: This will replace your current data with the backup from Google Drive. This action cannot be undone.
da: Dette vil erstatte dine nuværende data med backup fra Google Drive. Denne handling kan ikke fortrydes.

source: Restore
da: Gendan

# restoredEntriesFromGoogleDrive
source: Restored {count} entries from Google Drive
da: Gendannet {count} indtastninger fra Google Drive

source: Field Management
da: Felthåndtering

source: Manage Fields
da: Administrer Felter

source: Add Custom Field
da: Tilføj Brugerdefineret Felt

source: Delete Field
da: Slet Felt

# areYouSureYouWantToDeleteThisField
source: Are you sure you want to delete this field? This will remove it from all entries.
da: Er du sikker på, at du vil slette dette felt? Dette vil fjerne det fra alle indtastninger.

source: Field created successfully
da: Felt oprettet succesfuldt

# errorCreatingField
source: Error creating field: {error}
da: Fejl ved oprettelse af felt: {error}

source: Field updated successfully
da: Felt opdateret succesfuldt

# errorUpdatingField
source: Error updating field: {error}
da: Fejl ved opdatering af felt: {error}

source: Field deleted successfully
da: Felt slettet succesfuldt

# errorDeletingField
source: Error deleting field: {error}
da: Fejl ved sletning af felt: {error}

source: Configure Google Drive
da: Konfigurer Google Drive

source: App initialization failed
da: App initialisering mislykkedes

source: No data to export
da: Ingen data at eksportere

# exportFailed2
source: Export failed: {error}
da: Eksport mislykkedes: {error}

# syncYourData
source: Sync your data with Google Drive
da: Synkroniser dine data med Google Drive

# customizeFields
source: Customize your tracking fields
da: Tilpas dine sporingsfelter

source: Reset Settings
da: Nulstil Indstillinger

source: Reset to Defaults
da: Nulstil til Standard

source: Signed In
da: Logget Ind

source: Signed Out
da: Logget Ud

source: Sync Options
da: Synkroniseringsindstillinger

source: Auto Sync
da: Auto Synkronisering

# autoSyncDescription
source: Automatically sync when changes are made
da: Synkroniser automatisk når der foretages ændringer

source: Upload Now
da: Upload Nu

source: Download Now
da: Download Nu

source: Available Backups
da: Tilgængelige Backups

source: No backups available
da: Ingen backups tilgængelige

source: Restore Backup
da: Gendan Backup

# restoreBackupConfirmation
source: This will replace your current data with the selected backup. Continue?
da: Dette vil erstatte dine nuværende data med den valgte backup. Fortsæt?

source: Data Management
da: Datahåndtering

source: Sign Out Google
da: Log ud Google

source: Sync with Google Drive
da: Synkroniser med Google Drive

source: Export to JSON
da: Eksporter til JSON

source: Import from JSON
da: Importer fra JSON

source: Select Restore Point
da: Vælg Gendannelsespunkt

source: backups available
da: backups tilgængelige

source: Restore from Backup
da: Gendan fra Backup

source: Upload to Google Drive (Manual)
da: Upload til Google Drive (Manuel)

source: Delete All Entries
da: Slet Alle Indtastninger

# deleteAllConfirmation
source: Are you sure you want to delete all entries? This action cannot be undone.
da: Er du sikker på, at du vil slette alle indtastninger? Denne handling kan ikke fortrydes.

source: All entries deleted
da: Alle indtastninger slettet

source: Imported entries
da: Importerede indtastninger

# uploadSuccess
source: Upload successful
da: Upload succesfuldt

# restoreSuccess
source: Restore successful
da: Gendannelse succesfuldt

# syncStatusInSync
source: In sync
da: Synkroniseret

# syncStatusLocalNewer
source: Local changes pending upload
da: Lokale ændringer afventer upload

# syncStatusRemoteNewer
source: Remote changes available
da: Fjernændringer tilgængelige

# syncStatusLocalOnly
source: Not yet synced to cloud
da: Endnu ikke synkroniseret til sky

# syncStatusRemoteOnly
source: Cloud data available
da: Skydata tilgængelig

# syncStatusNoData
source: No data
da: Ingen data

# lastSynced
source: Last synced: {date}
da: Sidst synkroniseret: {date}

# backupRetentionInfo
source: Backups: Today (all) + 7 days (1 per day)
da: Backups: I dag (alle) + 7 dage (1 pr. dag)
